Repository: ecoo-app/ecoo-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Currency
de: Währung

source: Decimals
de: Dezimalstellen

source: Allow minting
de: Minting zulassen

source: Campaign end
de: Kampagne start

source: Claim deadline
de: Spätestes Einlösungsdatum

source: Starting capital
de: Startbetrag

source: Max claims
de: Maximale Anzahl Einlösungen

source: Currencies
de: Währungen

source: Account name
de: Kontoname

source: clearing number
de: Clearingnummer

source: Notes for payout
de: Auszahlungsmitteilung

source: PayoutAccount
de: Auszahlungskonto

source: PayoutAccounts
de: Auszahlungskontos

source: Invalid token
de: ungültiges Token

source: {} User Profiles verified
de: {} Benutzerprofile verifiziert

source: All User Profiles were already verified
de: Alle Benutzerprofile waren bereits verifiziert

source: Verify users
de: Benutzerprofile verifizieren

source: {} Company Profiles verified
de: {} Firmenprofile verifiziert

source: All Company Profiles were already verified
de: Alle Firmenprofile waren bereits verifiziert

source: Verify companies
de: Firmenprofile verifizieren

source: Deactivate Company Profile
de: Firmenprofil deaktivieren

source: Deactivate User Profile
de: Benutzerprofi deaktiviere

source: User Verification Level
de: Benutzerverifikation

source: Unverified
de: Unverifiziert

source: Verified (PIN verification pending)
de: Verifiziert (PIN Verifizierung ausstehend)

source: Verified
de: Verifiziert

source: Company Verification Level
de: Firmenverifikation

source: Show Deactivated
de: Deaktiviert Anzeigen

source: No
de: Nein

source: Yes
de: Ja

source: All
de: Alle anzeigen

source: Max Claims
de: Maximale Anzahl Einlösungen

source: Deactivated
de: Deaktiviert

source: Owner
de: Besitzer

source: Street
de: Strasse

source: Town
de: Stadt

source: Postal code
de: Postleitzahl

source: Not a valid swiss phone number
de: Keine korrekte schweizer Telephonnummer

source: Wallet
de: Wallet Id

source: State
de: Status

source: Verification status
de: Verifizierungsstatus

source: Only company wallets can be attached to company profiles
de: Nur Firmenwallets können mit Firmenprofilen verknüpft werden

source: You can only attach a wallet you own to this profile
de: Nur eigene Wallets können verbunden werden mit dem Profil

source: Cannot generate same companyprofile twice
de: Ein identisches companyprofile existiert schon

source: Company Profile
de: Firmenprofil

source: Company Profiles
de: Firmenprofile

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: City
de: Stadt

source: Postcode
de: Postleitzahl

source: Phonenumber
de: Telefonnummer

source: Birthdate
de: Geburtsdatum

source: Place of origin
de: Heimatort

source: Only Swiss mobile numbers are allowed
de: Nur Schweizer Nummern sind erlaubt

source: Only consumer wallets can be attached to user profiles
de: Nur Konsumenten Wallets können mit einem Benutzerprofil verknüpft werden.

source: Cannot generate same userprofile twice
de: Ein identisches userprofile existiert schon

source: User Profile
de: Benutzerprofil

source: User Profiles
de: Benutzerprofile

source: Currency deadline in the past
de: Der Rückforderungszeitraum ist abgelaufen.

source: Does not belong to user
de: Das Profil gehört nicht Ihnen.

source: %d entry updated.
de: %d Eintrag aktualisiert.

source: %d entries updated.
de: %d Einträge aktualisiert.

source: Approve selected verification entries and transfer money
de: Bestätige ausgewählte Verifikationen und sende Geld

source: Line Nr {} is invalid:{}
de: Zeile {} ist ungültig:{}

source: At least one item required.
de: Mindestens ein Eintrag ist erforderlich.

source: create paper wallet
de: Papier Wallet erstellen

source: cannot create paper wallet
de: Papier Wallet kann nicht erstellt werden

source: Paper wallet
de: Papier Wallet

source: Verification
de: Verifikation

source: CSV file
de: CSV Datei

source: Open
de: Offen

source: Pending
de: Ausstehend

source: Claimed
de: Eingelöst

source: Failed
de: Fehlgeschlagen

source: Company verification
de: Firmenverifikation

source: Company verifications
de: Firmenverifikationen

source: Date of birth
de: Geburtsdatum

source: User verification
de: Benutzerverifikation

source: User verifications
de: Benutzerverifikationen

source: Preview
de: Vorschau

source: Address pin verification
de: Adresspin Verifikation

source: Address pin verifications
de: Adresspin Verifikationen

source: You are retrying too fast, please wait for {} seconds
de: Sie wiederholen den Versuch zu schnell, bitte warten Sie für {} Sekunden

source: SMS pin verification
de: SMS Verifikation

source: SMS pin verifications
de: SMS Verifikationen

source: Template
de: Vorlage

source: The profile does not belong to you
de: Das Profil gehört nicht Ihnen.

source: There is no pin verification open for the given user profile at this time
de: Es gibt keine offene PIN Verification für das ausgewählte Profil

source: PIN did not match, we resent a new one
de: Der PIN ist nicht korrekt, ein neuer wurde versendet.

source: PIN did not match
de: Pin passt nicht

source: Download QR-Code Zip
de: QR-Codes als Zip herunterladen

source: Download QR-Code pdf
de: QR-Codes als PDF herunterladen

source: {} Wallets generated
de: {} Wallets generiert

source: Retry failed transactions
de: Neuversuch von zurückgewiesenen Transaktionen

source: Only open cashout out requests can be used in this action
de: Nur offene Auszahlungsanfragen können diese Aktion durchführen

source: Only settled (done) transactions can be used in this action
de: Nur abgeschlossene Transaktionen können diese Aktion durchführen

source: Please enter a correct payment date
de: Bitte korrektes Zahlungsdatum angeben

source: Generate Payout XML
de: Auszahlungsdatei (XML) generieren

source: Amount
de: Anzahl

source: Consumer
de: Konsument

source: Company
de: Firma

source: Category
de: Kategorie

source: Public key is not in valid format
de: Das Format des Public Key ist nicht korrekt

source: Paper wallets
de: Papier Wallets

source: From Wallet
de: Sender Wallet

source: To Wallet
de: Empfänger Wallet

source: Submitted to chain
de: An Blockchain gesendet

source: Operation hash
de: Blockchain Transaktionshash

source: Notes
de: Notizen

source: Wallet transfer ongoing for destination wallet, cannot send funds to this wallet at the moment.
de: Es gibt nicht abgeschlossene Transaktionen zum Ziel Wallet, bitte später nochmals versuchen.

source: Currency must allow minting if you want to mint
de: Währung erlaubt kein minting

source: Amount must be > 0
de: Anzahl muss grösser als 0 sein

source: Balance of from_wallet must be greater than amount
de: Kontostand vom Sender Wallet muss grösser als der zu sendende Betrag sein

source: "From wallet" and "to wallet" need to use same currency
de: Sender und Empfänger Wallet müssen die gleiche Währung haben

source: Wallet transfer ongoing for source wallet, cannot send funds from this wallet at the moment.
de: Das Sender Wallet hat offene Transaktionen, bitte versuchen Sie es später nochmals.

source: Only verified addresses can send money
de: Nur verifizierte Adressen können Geld senden

source: Transaction
de: Transaktion

source: Transactions
de: Transaktionen

source: Metatransaction always must have from
de: Transaktion muss ein Sender haben

source: Nonce must be > 0
de: Nonce muss grösser als 0 sein

source: Nonce must be 1 higher than from_wallet's last meta transaction nonce
de: Nonce muss grösser als die letzte Nonce des Sender Wallets sein

source: Signature is invalid
de: Signatur ist invalid

source: Meta transaction
de: Meta Transaktion

source: Meta transactions
de: Meta Transaktionen

source: Beneficiary name
de: Name des Begünstigten

source: Iban is incorrect
de: IBAN ist inkorrekt

source: Cash out only possible with transactions going to the owner wallet of the currency
de: Auszahlung nur möglich zur Besitzer Wallet der Währung

source: Cash out request
de: Auszahlungsanfrage

source: Cash out requests
de: Auszahlungsanfragen

source: Please enter the payment date below:
de: Bitte Auszahlungsdatum eingeben:

source: Generate Wallets
de: Wallets generieren

source: Generate
de: Generieren

source: Import Users
de: Benutzer importieren

source: Import Companies
de: Firmen importieren

source: English
de: Englisch

source: German
de: Deutsch

source: Documentation
de: Dokumentation

source: Change password
de: Passwort ändern

source: Log out
de: Ausloggen
